var specialties=[
{
	name:'اسنان',
	url:'3'
},{
	name:'اطفال',
	url:'13'
},{
	name:'اوعية دموية',
	url:'1'
},{
	name:'باطنة',
	url:'8'
},{
	name:'جلدية و تناسلية',
	url:'4'
},{
	name:'جهاز هضمى وكبد',
	url:'6'
},{
	name:'روماتيزم',
	url:'15'
},{
	name:'سمنة ونحافة',
	url:'10'
},{
	name:'طب نفسى',
	url:'14'
},{
	name:'مسالك بولية',
	url:'16'
},{
	name:'نسا وتوليد',
	url:'11'
},{
	name:'امراض الصدر و الحساسية',
	url:'2'
},{
	name:'امراض المخ و الاعصاب',
	url:'9'
},{
	name:'انف واذن وحنجرة',
	url:'5'
},{
	name:'جراحة العظام',
	url:'12'
},{
	name:'جراحة عامة',
	url:'7'
},{
	name:'ممارس عام',
	url:'17'
}
];
var gender=[
{
	gender:"male",
	url:'1'
},
{
	gender:"female",
	url:2
}
];
var cities=[
{
	city:"اسيوط",
	url:"127"
},{
	city:"الاسكندرية",
	url:"125",
	inner:[
		{
			city:"الابراهيمية",
			url:"136"
		},{
			city:"العامرية",
			url:"35"
		},{
			city:"العجمى",
			url:"34"
		},{
			city:"العصافرة",
			url:"36"
		},{
			city:"باقوس",
			url:"133"
		},{
			city:"بولكلى",
			url:"130"
		},{
			city:"سبورتنج",
			url:"137"
		},{
			city:"سيدى بشر",
			url:"32"
		},{
			city:"سيدى جابر",
			url:"42"
		},{
			city:"قبارى - ورديان",
			url:"135"
		},{
			city:"محرم بك",
			url:"132"
		},{
			city:"محطة الرمل",
			url:"39"
		}
	]
	
},{
	city:"الجيزة",
	url:"13",
	inner:[
		{
			city:"الدقى",
			url:"67"
		},{
			city:"المعادى",
			url:"72"
		},{
			city:"المهندسين",
			url:"69"
		},{
			city:"الهرم",
			url:"68"
		},{
			city:"بولاق الدكرور",
			url:"97"
		},{
			city:"حلوان",
			url:"71"
		},{
			city:"ميدان الجيزة",
			url:"118"
		}
	]
},{
	city:"القاهرة",
	url:"1",
	inner:[
		{
			city:"الزاوية الحمراء",
			url:"106"
		},{
			city:"الزيتون",
			url:"56"
		},{
			city:"السيدة زينب",
			url:"80"
		},{
			city:"العباسية",
			url:"86"
		},{
			city:"المطرية",
			url:"87"
		},{
			city:"امبابة",
			url:"58"
		},{
			city:"حدائق القبة",
			url:"59"
		},{
			city:"شبرا",
			url:"75"
		},{
			city:"شبرا الخيمة",
			url:"114"
		},{
			city:"عين شمس",
			url:"46"
		},{
			city:"فيصل",
			url:"108"
		},{
			city:"مدينة نصر",
			url:"81"
		},{
			city:"مصر الجديدة",
			url:"60"
		},{
			city:"وسط البلد",
			url:"53"
		}
	]
	
},{
	city:"القليوبية",
	url:"17",
	inner:[
		{
			city:"القناطر الخيرية",
			url:"99"
		},{
			city:"بنها",
			url:"92"
		},{
			city:"شبين الكوم",
			url:"115"
		},{
			city:"قليوب",
			url:"122"
		}
	]
	
},{
	city:"المنصورة",
	url:"124"
},{
	city:"المنيا",
	url:"129"
},{
	city:"سوهاج",
	url:"128"
},{
	city:"طنطا",
	url:"123"
},
];





